stopwords = frozenset(['של', 'את', 'על', 'הוא', 'עם', 'גם', 'לא', 'או', 'בין', 'היא', 'זה', 'ידי', 'היה',
                       'ישראל', 'כי', 'כל', 'יותר', 'זו', 'בשנת', 'לאחר', 'אך', 'עד', 'הם', 'אשר', 'ביותר',
                       'הברית', 'יש', 'כמו', 'הייתה', 'מספר', 'היו', 'שם', 'אחד', 'ארצות', 'כך', 'בית', 'אל',
                       'רבים', 'אם', 'שנה', 'הראשון', 'העיר', 'בו', 'כדי', 'העולם', 'אף', 'נולד', 'כאשר', 'רק',
                       'זאת', 'ניתן', 'פי', 'המאה', 'שני', 'חיים', 'באופן', 'באתר', 'בן', 'בה', 'אלו', 'אותו',
                       'לו', 'חלק', 'שונים', 'הערות', 'נפטר', 'ראש', 'שלו', 'שנים', 'בישראל', 'אחת', 'מלחמת', 'המדינה',
                       'באמצעות', 'בעיקר', 'במהלך', 'קישורים', 'לפי', 'חיצוניים', 'הארץ', 'מן', 'ראו', 'כן', 'הראשונה',
                       'בני', 'בעלי', 'בכל', 'לפני', 'אביב', 'הן', 'שוליים', 'הוצאת', 'אחרים', 'החל', 'כלל', 'האדם',
                       'אדם', 'יום', 'רבות', 'אין'])